Revit 2027 API
ParameterTypeId.BasepointLatitudeParam Property
 "Lat"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId BasepointLatitudeParam { get; }
Public Shared ReadOnly Property BasepointLatitudeParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ BasepointLatitudeParam {
	ForgeTypeId^ get ();
}
static member BasepointLatitudeParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace